[BalanceDefs.ID_MO_ThresherRaid_Map MissionItemDefinition]
UseFailureCharacterMessage="you do %s use it."
ItemName="A map"
PickupMessage="you have %s"
UseFailureLevelMessage="You must be at least %d level to use this item."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="general"

[BalanceDefs.ID_MO_ThresherRaid_Map:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description=""
NoConstraintText=""
Suffix=""
Prefix=""

[InteractiveObjects.IO_CameraShakeRaidBoss InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_ThresherRaid_Pedestal InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_ThresherRaid_SummonHorn InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

